Repository: nitsan-technologies/ns_comments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# pi1_title
source: Comment
de: Kommentar
fr: Commentaire

# backend.dateformate
source: Date Formate
de: Datum Format
fr: Format date

# backend.timeformate
source: Time Formate
de: Zeit Format
fr: Format heure

# backend.Image
source: Comment User Image
de: Kommentar Benutzerbild
fr: Image utilisateur

# backend.captcha
source: Disable Captcha
de: Captcha deaktivieren
fr: Désactiver Captcha

# backend.userSettings.1
source: FE-user as well as the Anonymous user can comment on the page
de: FE-Benutzer sowie der anonyme Benutzer können auf der Seite kommentieren
fr: Utilisateur FE et anonyme peuvent commenter la page

# backend.userSettings.2
source: Only FE-users can comment on page
de: Nur FE-Benutzer können auf der Seite kommentieren
fr: Seuls les utilisateurs FE peuvent commenter la page

# tx_nscomments_domain_model_comment
source: Comment
de: Kommentar
fr: Commentaire

# tx_nscomments_domain_model_comment.username
source: Name
fr: Nom

# tx_nscomments_domain_model_comment.approvedmessage
source: Comment approved successfully. Reload the page to see the comment.
de: Kommentar erfolgreich genehmigt. Laden Sie die Seite neu, um den Kommentar zu sehen.
fr: Commentaire approuvé. Recharger la page pour voir le commentaire.

# tx_nscomments_domain_model_comment.unapprovedmessage
source: Either comment is already approved or invalid access token.
de: Entweder der Kommentar wurde bereits genehmigt oder der Zugriffs-Token ist ungültig.
fr: Commentaire déjà approuvé ou jeton d'accès invalide.

# tx_nscomments_domain_model_comment.comment
source: Comment
de: Kommentar
fr: Commentaire

# tx_nscomments_domain_model_comment.lblcomments
source: Comments
de: Kommentare
fr: Commentaires

# tx_nscomments_domain_model_comment.name
source: Name
fr: Nom

# email
source: Please enter your valid email address
de: Bitte geben Sie Ihre gültige E-Mail-Adresse ein
fr: Veuillez introduire votre adresse email

# email_required
source: Valid email is required!
de: Gültige E-Mail ist erforderlich!
fr: Adresse email valide requise!

# name
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
fr: Veuillez introduire votre nom

# name_required
source: Name is required!
de: Name ist erforderlich!
fr: Nom est requis!

# comment
source: Please enter your comment
de: Bitte geben Sie Ihren Kommentar ein
fr: Veuillez introduire votre commentaire

# comment_required
source: Comment is required!
de: Kommentar ist erforderlich!
fr: Commentaire est requis!

# captcha
source: Enter the above code here
de: Geben Sie den obigen Code hier ein
fr: Introduire le code ci-dessus

# captcha_required
source: Captcha is required!
de: Captcha ist erforderlich!
fr: Captcha est requis!

# tx_nscomments_domain_model_comment.captcha
source: Enter the above code here
de: Geben Sie den obigen Code hier ein
fr: Introduire le code ci-dessus

# tx_nscomments_domain_model_comment.replylabel
source: Reply
de: Antworten
fr: Répondre

# tx_nscomments_domain_model_comment.nocommentsfound
source: Be the First to Comment
de: Seien Sie der Erste, der kommentiert
fr: Soyez le premier à commenter

source: At
de: Bei
fr: A

# tx_nscomments_domain_model_comment.mailmessage
source: New Comment is added on page
de: Neuer Kommentar wurde auf der Seite hinzugefügt
fr: Nouveau commentaire ajouté sur la page

# form.submitButton
source: Post comment
de: Kommentar veröffentlichen
fr: Enregistrer le commentaire

# tx_nscomments_domain_model_comment.pageTitle
source: Seite
fr: Page

# mandatory
source: These fields are required.
de: Diese Felder sind erforderlich.
fr: Ces champs sont requis

# replytext
source: Reply to comment
de: Antworten auf Kommentar
fr: Répondre au commentaire

# form.emailError
source: Enter valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein
fr: Indiquez une adresse email valide

# form.nameError
source: Enter valid name
de: Geben Sie einen gültigen Namen ein
fr: Indiquez un nom valide

# form.captchaValidationError
source: Code does not match!
de: Der Code stimmt nicht überein!
fr: Le code ne correspond pas!

# tx_nscomments_domain_model_comment.validationMessage
source: Code does not match
de: Code stimmt nicht überein
fr: Le code ne correspond pas

# form.captchaRefresh
source: Can't read the image?
de: Können Sie das Bild nicht lesen?
fr: Image impossible à lire?

# form.captchaRefreshButton
source: Click here to refresh
de: Klicken Sie hier, um es neu zu laden
fr: Cliquer ici pour rafraichir

# form.approveMessage
source: Thank you for your comment. Your Comment Will Be Visible After Approval.
de: Vielen Dank für Ihren Kommentar. Ihr Kommentar wird nach Genehmigung sichtbar sein.
fr: Merci pour votre commentaire qui sera visible après validation.

# form.approveerrorMessage
source: Oops! Something went wrong, please try again later.
de: Hoppla! Etwas ist schiefgelaufen, bitte versuchen Sie es später erneut.
fr: Oops! une erreur est survenue, veuillez ressayer plus tard.

# form.thankyouMessage
source: Thank you for your comment. Your Comment Added Successfully.
de: Vielen Dank für Ihren Kommentar. Ihr Kommentar wurde erfolgreich hinzugefügt.
fr: Merci pour votre commentaire qui a bien été ajouté.

# tx_nscomments_domain_model_comment.errorMessage
source: No Entry Found
de: Kein Eintrag gefunden
fr: Aucune info trouvée

source: Comments and Responses
de: Kommentare und Antworten
fr: Commentaires et réponses

# pagefelogin
source: Click here
de: Hier klicken
fr: Cliquer ici

# pagefeloginmsg
source: to login and add your comments.
de: um sich anzumelden und Ihren Kommentar hinzuzufügen.
fr: pour vous connecter et ajouter votre commentaire

# commentas
source: Comment will be added as
de: Kommentar wird hinzugefügt als
fr: Commentaire ajouté en tant que

# confirm1
source: Currently, this comment is not displayed on the page.
de: Derzeit wird dieser Kommentar nicht auf der Seite angezeigt.
fr: Ce commentaire n'est actuellement pas affiché

# confirm2
source: Click Here
de: Klicken Sie hier
fr: Cliquer ici

# confirm3
source: to display this comment on the page.
de: , um diesen Kommentar auf der Seite anzuzeigen.
fr: pour afficher les commentaire de cette page

# form.termsError
source: Please accept
de: Bitte akzeptieren Sie die
fr: Veuillez accepter les conditions

# terms_required
source: Terms is required!
de: Bedingungen
fr: Acceptation des conditions requis!

# terms.label
source: Terms
fr: Conditions

# terms.text
source: I accept the <a href="%s" target="_blank">terms</a>.
fr: J'accepte les <a href="%s" target="_blank">conditions</a>.

source: Close
de: Ich akzeptiere die <a href="%s" target="_blank">Bedingungen</a>.
fr: Fermer

# terms.link
source: <a href="%s" target="_blank">terms</a>.
fr: <a href="%s" target="_blank">conditions</a>

# backend.feUserloginpid
source: FE-user login page Id
de: FE-Benutzer Login Seite Id

# tx_nscomments_domain_model_comment.pageuid
source: Pageuid
de: Seiten-ID

# terms.text
source: I accept the <a href="%s" target="_blank">terms</a>.
de: Bedingungen

# terms.link
source: <a href="%s" target="_blank">terms</a>
de: Schließen
