Repository: nitsan-technologies/ns_comments
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_nscomments_domain_model_comment
source: Comment
de: Kommentar

# tx_nscomments_domain_model_comment.newComments
source: Comments
de: Kommentare

# tx_nscomments_domain_model_comment.pageuid
source: Page UID
de: Seiten UID

# tx_nscomments_domain_model_comment.comment
source: Comment
de: Kommentar

# tx_nscomments_domain_model_comment.childcomment
source: Reply Comment
de: Antwort Kommentar

# tx_nscomments_domain_model_comment.terms
source: Terms accepted
de: Akzeptierte Bedingungen

# tx_nscomments_domain_model_comment.paramlink
source: Parameter Link to comments
de: Parameter Verknüpfung zu Kommentaren

# tx_nscomments_domain_model_comment.comments
source: Comments
de: Kommentare

# tx_nscomments_domain_model_comment.image
source: Image
de: Bild

# tx_nscomments_domain_model_comment.feuserid
source: Website User Id
de: Website Benutzer-ID

# tx_nscomments_domain_model_comment.accesstoken
source: Comment Access token
de: Kommentar Zugriffstoken

# tx_comment_domain_model_rating.crdate
source: Created Date
de: Erstellungsdatum

source: Template Path
de: Vorlagenpfad

source: Mail Configuration
de: E-Mail-Konfiguration

source: Comment Configuration
de: Kommentarkonfiguration

source: Css/Js Includation
de: CSS/JS-Einbindung

# mainConfiguration
source: [Plugin] Main Configuration
de: [Plugin] Hauptkonfiguration

source: Comment
de: Kommentar

# comment.description
source: Post comments on particular page
de: Kommentare auf bestimmter Seite veröffentlichen

# addstyleCss
source: Default Style CSS
de: Standard Style CSS

# addfontAwesomeCss
source: Font Awesome CSS
de: Schriftart Awesome CSS

# addCustomJS
source: Custom JS
de: Benutzerdefinierter JS

source: Add Jquery Min JS
de: JQuery Min JS hinzufügen

# flexform.usrimage
source: Add User Image
de: Benutzerbild hinzufügen

# senderEmail
source: Set sender email address
de: Absender-E-Mail-Adresse festlegen

# senderName
source: Set sender name
de: Absendername festlegen

# Comment
source: New Comment has been added to page
de: Neuer Kommentar wurde zur Seite hinzugefügt

# sendMailToSiteAuthor
source: Send mail notification to author of the page
de: Benachrichtigungsmail an Autor der Seite senden

# enableCommentByAdmin
source: Send Comment by Admin
de: Kommentar durch Admin senden

# approveComment
source: Set Approval by admin
de: Genehmigung durch Admin festlegen

# dateFormat
source: Set Datetime format
de: Datum/Uhrzeit-Format festlegen

# admin
source: Set Admin Email Address
de: Admin-E-Mail-Adresse festlegen

# authorMailSubject
source: Set subject of mail sending to Author
de: Betreff der zu sendenden E-Mail an Autor festlegen

# flexform.setting
source: Main Configuration
de: Hauptkonfiguration

# flexform.setting_feuser
source: Comment User Configuration
de: Benutzerkonfiguration für Kommentare

# flexform.additional
source: Mail Configuration
de: E-Mail-Konfiguration

# flexform.dateFormat
source: Date Format
de: Datumsformat

# flexform.dateFormat.0
source: F j, Y (May 26, 2017)
de: F j, Y (26. Mai 2017)

# flexform.timeFormat.0
source: g:i a (11:36 am)
de: g:i a (11:36 vorm.)

# flexform.timeFormat.1
source: g:i A (11:36 AM)
de: g:i A (11:36 NACHM.)

# flexform.timeFormat
source: Time Format
de: Zeitformat

# flexform.custom
source: Custom Date Format
de: Benutzerdefiniertes Datumsformat

# flexform.customdate
source: Custom Date Format (E.g: d-M-Y // D,m,Y // d/m/Y ...)
de: Benutzerdefiniertes Datumsformat (Z. B .: d-M-Y // D, m, Y // d/m/Y ...)

# flexform.customtime
source: Custom Time Format (E.g: h:i , h:i:s a , h:i:s P....)
de: Benutzerdefiniertes Zeitformat (z.B.: h:i, h:i:s a, h:i:s P....)

# flexform.CommentUserImage
source: Default Comment User Image
de: Standardkommentar Benutzerbild

# flexform.captcha
source: Disable Captcha
de: Captcha deaktivieren

# flexform.fe_user
source: FE-user, as well as the Anonymous user, can comment on the page
de: FE-Benutzer sowie der anonyme Benutzer können auf der Seite kommentieren

# flexform.only_fe_user
source: Only FE-users can comment on page
de: Nur FE-Benutzer können auf der Seite kommentieren

# flexform.feUserloginpid
source: FE-user login page Id
de: FE-Benutzer-Loginseite-ID

# flexform.userSettings
source: Comment user settings
de: Benutzereinstellungen für Kommentare

# sendMailToAdmin
source: Enable Mail: Enable Email to Admin
de: E-Mail aktivieren: E-Mail an Admin senden

# adminEmail
source: [TO] E-Mail: Add Admin E-mail (Comma-separated for multiple emails)
de: [AN] E-Mail: Admin-E-Mails hinzufügen (durch Komma getrennt für mehrere E-Mails)

# adminName
source: [TO] Admin Name: Add Admin Name
de: [AN] Admin Name: Admin-Namen hinzufügen

# fromEmail
source: [FROM] E-Mail: Add E-mail
de: [VON] E-Mail: E-Mail hinzufügen

# fromName
source: [FROM] Name: Add Name
de: [VON] Name: Namen hinzufügen

# adminMailSubject
source: Subject: Set subject of mail sending to Admin
de: Betreff: Betreff der an Admin zu sendenden E-Mail festlegen

source: Record Storage Page
de: Datenspeicherseite

# customDateFormat
source: Custom Date Format: [E.g: F j, Y (May 26, 2017) // Y-m-d (2017-05-26) // m/d/Y (05/26/2017) // d/m/Y (26/05/2017)]
de: Benutzerdefiniertes Datumsformat: [z.B.: F j, Y (26. Mai 2017) // Y-m-d (2017-05-26) // m/d/Y (05/26/2017) // d/m/Y (26/05/2017)]

# customTimeFormat
source: Custom Time Format: [E.g: g:i a (11:36 am) // g:i A (11:36 AM) // H:i (11:36)
de: Benutzerdefiniertes Zeitformat: [z.B.: g:i a (11:36 vormittags) // g:i A (11:36 NACHMITTAGS) // H:i (11:36)

source: Disable Captcha
de: Captcha deaktivieren

# userImage
source: Add User Image
de: Benutzerbild hinzufügen

source: Comment user settings
de: Benutzereinstellungen für Kommentare

# FEUserLoginPageId
source: FE-user login page Id: [This option only works when the first option of comment user settings has selected.]
de: FE-Benutzer-Loginseite-ID: [Diese Option funktioniert nur, wenn die erste Option der Benutzereinstellungen für Kommentare ausgewählt wurde.]

source: Terms required
de: Geschäftsbedingungen erforderlich

source: Terms typolink parameter
de: Geschäftsbedingungen typolink-Parameter

source: Terms Text
de: Text der Geschäftsbedingungen
